* >Natural Source Header 000000
* :Mode S
* :CP
* <Natural Source Header
/** New Subprogram POCNHIJ3.
/** Resta los datos recibidos por parámetro.
DEFINE DATA
PARAMETER USING POCQHIJ3
LOCAL
1 AODISIMU-V VIEW AODISIMU
  2 SMONISIDI
*
END-DEFINE
*
RESULTADO := MINUENDO - SUSTRAENDO
*
** Acceso a una BBDD para que salga en el TPAI.
*
IF RESULTADO > 11
  FIND AODISIMU-V WITH SMONISIDI = 2799999116
    IGNORE
  END-FIND
END-IF
*
** Añadido comentario para que cambie el código.
*
END
