* >Natural Source Header 000000
* :Mode S
* :CP
* <Natural Source Header
/** New Subprogram POCNHIJ3.
/** Resta los datos recibidos por parámetro.
DEFINE DATA
PARAMETER USING POCQHIJ3
END-DEFINE
RESULTADO := MINUENDO - SUSTRAENDO
/** 1
*
END
