* >Natural Source Header 000000
* :Mode S
* :CP
* <Natural Source Header
/** New Program POCPCALA.
DEFINE DATA LOCAL
END-DEFINE
*
** Nuevo módulo para versiones.
*
IGNORE
*
END
