* >Natural Source Header 000000
* :Mode S
* :CP
* <Natural Source Header
/** New Program POCPBOR1.
/**
/** :author 99gu2142
/* TODO Enter your code here
END
