* >Natural Source Header 000000
* :Mode S
* :CP
* <Natural Source Header
/** New Program POCPRUL1.
/**
/** :author 99gu2142
/* TODO Enter your code here
END
