* >Natural Source Header 000000
* :Mode S
* :CP
* <Natural Source Header
/** New Subprogram POCNHIJ4.
/** Divide los datos recibidos por parámetro.
DEFINE DATA
PARAMETER USING POCQHIJ4
LOCAL
1 AODISIMU-V VIEW AODISIMU
  2 SMONISIDI
*
END-DEFINE
*
COCIENTE := DIVIDENDO / DIVISOR
*
** Acceso a una BBDD para que salga en el MONADA.
*
*
IF COCIENTE > 5
  FIND AODISIMU-V WITH SMONISIDI = 2799999116
    IGNORE
  END-FIND
END-IF
*
END
